Repository: loginom/loginom-l10n-omegat
Catalog: omegat/project_save.tmx
Source language: ru
Languages: en

source: Номер стиля выходит за границы диапазона
en: Style number is out of range

source: Удалить только папку
en: Delete folder only

source: У этой функции должна быть реализация в ModelForm
en: This function must be implemented in ModelForm

source: Выйти из подмодели
en: Move out

source: Невозможно создать циклическую связь
en: Cycle links are not possible

source: Показать/скрыть комментарий
en: Show/Hide Comment

source: Не удалось сохранить состояние комментария
en: Failed to save comment state

source: Узел заблокирован, изменить комментарий нельзя
en: Comment change forbidden: node is locked

source: Не удалось сохранить размеры комментария
en: Failed to save comment size

source: Неверное значение комментария
en: Invalid comment value

source: Другие действия
en: Other actions

source: Остановка обработки
en: Stop processing

source: Деактивировать узел
en: Deactivate node

source: Выполнить узел (F9)
en: Run node (F9)

source: Настройка (Shift+Enter)
en: Settings (Shift+Enter)

source: Настройка визуализаторов
en: Configure visualizers

source: Показать базовый узел
en: Show Base Node

source: Показать источник ссылки
en: Show Reference Source

source: Визуализатор
en: Visualizer

source: Настройка общей папки
en: Configure shared folder

source: Базовый узел изменился и теперь этот рассинхронизирован с ним. Нужно обновить или сбросить до исходной конфигурацию производного узла
en: The base node has been changed and now it is out of sync. An update or reset to the original configuration of the derived node is required

source: Войти
en: Enter

source: Узел заблокирован, изменить метку нельзя
en: Caption edit forbidden: node is locked

source: Метка узла
en: Node caption

source: Неверное значение метки
en: Invalid caption value

source: Ошибка компонента узла
en: Node component error

source: Узел не проинициализирован
en: Node not initialized

source: Узел неактивен
en: Inactive node

source: Узел успешно выполнен
en: Node successfully run

source: Добавить общую папку
en: Add shared folder

source: Чтобы добавить порт, нажмите на кнопку или протяните к ней связь от совместимого выходного порта.
en: To create a new port, click the button or drag a connection from a compatible output port and drop it here.

source: Добавить ещё один порт
en: Add another port

source: Количество недоступно
en: Count unavailable

source: Автосинхронизация отключена
en: Automapping disabled

source: Необязательный порт
en: Optional port

source: Обязательный порт
en: Required port

source: Подключение
en: Connection

source: Управляющие переменные
en: Control variables

source: Набор данных
en: Dataset

source: Дерево данных
en: Data tree

source: Наследование
en: Inheritance

source: Модель
en: Model

source: Порядок выполнения
en: Execution order

source: Порт активен, данные есть
en: Active port, data available

source: Порт сконфигурирован
en: Port configured

source: Порт не сконфигурирован
en: Port not configured

source: Порт частично сконфигурирован
en: Port partially configured

source: Ссылка
en: Reference

source: Тип порта не известен
en: Undefined port type

source: Переменные
en: Variables

source: Вы действительно хотите удалить все значения?
en: Do you really want to delete all values?

source: Роль нового пользователя
en: New user role

source: Не удалось сохранить редактируемое значение
en: Failed to save the edited value

source: Путь:
en: Path:

source: Нажмите, чтобы изменить
en: Click to change

source: Назад
en: Go back

source: Вперед
en: Go forward

source: Вверх
en: Go up

source: Обновить
en: Refresh

source: Поделиться...
en: Share...

source: Формат ответа аутентификации не соответствует запрашиваемому формату
en: Authentication response format doesn't match the requested format

source: Значения должны быть уникальными
en: Values must be unique

source: Составная
en: Composite

source: Изящная
en: Elegant

source: Спокойная
en: Quiet

source: Спокойная контрастная
en: Quiet contrast

source: Спектр
en: Spectrum

source: Теплая
en: Warm

source: Теплая контрастная
en: Warm contrast

source: Тема с именем "{0}" не найдена. Будет использована тема по умолчанию
en: Theme with "{0}" name not found. Default theme will be used

source: Значение не может быть пустым
en: Value cannot be empty

source: Темная
en: Dark

source: Серая
en: Grey

source: Белая
en: White

source: Процесс или подпроцессы были уже удалены
en: Process or subprocesses have already been deleted

source: Очистить описания завершенных процессов?
en: Do you want to clear descriptions of terminated processes?

source: Обработка прервана
en: Processing aborted

source: Отменить выполнение всех процессов?
en: Do you want to cancel all processes?

source: Удалить процесс
en: Delete process

source: Отменить процесс
en: Cancel process

source: вычисление...
en: calculating...

source: < 1c
en: < 1s

source: осталось: {0}
en: time left: {0}

source: Тип данных свойства несовместим с компонентом
en: Property data type is incompatible with component

source: Неверные входные параметры
en: Invalid input parameters

source: Не найдена информация по данной интерфейсной ссылке
en: No information found for this interface link

source: Необходимо указать переменную
en: Select variable

source: Невозможно задать значение
en: Failed to set value

source: Редактирование пользователя
en: Edit user

source: Не задан редактор
en: No editor specified

source: Не задан интерфейс
en: No interface specified

source: Не задано имя свойства
en: No property name specified

source: Подключиться к серверу не удалось. Ошибка: {0}
en: Failed to connect to server. Error: {0}

source: Сокет не подготовлен.
en: Socket is not prepared.

source: Менеджер сервиса метаданных перечислений не проинициализирован
en: Enumeration metadata service manager not initialized

source: Сервис метаданных перечислений не проинициализирован
en: Enumeration metadata service not initialized

source: На клиенте не зарегистрировано перечисление: "{0}"
en: Enumeration not found in client: "{0}"

source: Не удалось получить идентификатор перечисления
en: Failed to get enumeration identifier

source: Вызван абстрактный метод "{0}"
en: Abstract method "{0}" was called

source: Новый пользователь
en: New user

source: В процессе обработки возникли исключения
en: Exceptions occurred during processing

source: КЛАСС ИСКЛЮЧЕНИЯ: {0}
en: EXCEPTION CLASS: {0}

source: ВНУТРЕННИЕ ИСКЛЮЧЕНИЯ:
en: INTERNAL EXCEPTIONS:

source: СООБЩЕНИЕ: {0}
en: MESSAGE: {0}

source: Операция отменена
en: Operation aborted

source: ОТПРАВИТЕЛЬ: {0}
en: SENDER: {0}

source: ТРАССА: {0}
en: TRACE: {0}

source: Ссылка на контекст выполнения не установлена
en: No reference to execution context provided

source: Менеджер внешнего контекста выполнения не установлен
en: External execution context manager not installed

source: Пустая ссылка на объект
en: Null object reference

source: Пароль нужно вводить полностью, а не редактировать
en: Password editing not allowed. Please enter the whole password

source: Интерфейс IBGUpdatable не поддерживается объектом
en: IBGUpdatable interface is not supported by object

source: Попытка завершить блок отложенной обработки исключений, предварительно не начав его
en: Attempt to end a queued exception handling block which wasn't started

source: Внутреннее исключение неизвестного типа {0} проигнорировано
en: Internal exception of unknown {0} type ignored

source: Визуализатор должен быть наследником Ext.panel.Panel
en: Visualizer must be Ext.panel.Panel descendant

source: Обработка события изменения статуса визуализатора "{0}" отменена, так как визуализатор был асинхронно удалён
en: Processing of "{0}" visualizer status change event was canceled because the visualizer was asynchronously deleted

source: Автоматическая метка
en: Auto-Caption

source: Пользовательская метка
en: Custom Caption

source: Фильтр строк
en: Row Filter

source: Узел "{0}" создан
en: Node "{0}" created

source: Скрыто
en: Hidden

source: Сохранение пароля к БД
en: Save DB Password

source: Отображается
en: Visible

source: Скрыть все поля
en: Hide all fields

source: Отобразить все поля
en: Show all fields

source: Номер строки должен быть больше или равен 1
en: Row number must be more than or equal to 1

source: Номер строки больше, чем количество строк в наборе
en: Row number exceeds the row count in the set

source: Номер строки (1 - {0}):
en: Row number (1 - {0}):

source: по столбцам
en: by columns

source: по строкам
en: by rows

source: в столбце
en: in column

source: Не удалось добавить HTML элемент, в заголовок колонки "{0}"|"{1}". Колонка ещё не отрисована
en: Failed to add HTML element to column header "{0}" | "{1}". Column not yet rendered

source: Публикация пакетов
en: Publish Packages

source: Не удалось экспортировать Таблицу
en: Failed to export Table

source: Не удалось экспортировать Форму
en: Failed to export Form

source: Невозможно задать индекс строки больше чем {0}
en: Failed to set row index more than {0}

source: Недопустимый индекс страницы {0}
en: Invalid page index {0}

source: Недопустимый индекс строки {0}
en: Invalid row index {0}

source: Таблица
en: Table

source: Форма
en: Form

source: Экспорт из Формы
en: Export from Form

source: Аутентификация
en: Authentication

source: Настройки не сохранены перед тестированием
en: Settings not saved before testing

source: Экспорт из Таблицы
en: Export from Table

source: Фильтр
en: Filter

source: Искать далее [{0}]
en: Find next [{0}]

source: Искать с начала [{0}]
en: Find first [{0}]

source: Первая строка
en: First row

source: Формат
en: Format

source: Перейти к строке
en: Go to Row

source: Заблокирован
en: Blocked

source: Последняя строка
en: Last row

source: Не активирован
en: Not activated

source: Данные не готовы
en: Data not ready

source: При удалении пользователя можно также удалить его папку и задачи в планировщике. Удалить пользователя {0}?
en: When deleting a user, you can also delete their folder and jobs in the scheduler. Do you want to delete user {0}?

source: Сортировать
en: Sort

source: Совпадений не найдено
en: No matches found

source: Выбранная страница
en: Selected page

source: Сортировка
en: Sort

source: Вернуть цвет по умолчанию
en: Apply default color

source: Удалить только пользователя
en: Delete the user only

source: "{0}" не является цветом
en: "{0}" is not color

source: Настройки осей
en: Configure Axes

source: Общие настройки
en: General Settings

source: Добавить серию
en: Add Series

source: Настройки серий
en: Series Editor

source: Поле с именем {0} было удалено или имеет неверный тип данных
en: {0} field has been deleted or has invalid data type

source: Добавить серию для поля "{0}"
en: Add series for "{0}" field

source: Серия
en: Series

source: Удалить пользователя и данные
en: Delete the user and the data

source: Невозможно отобразить данные
en: Failed to display data

source: Итого
en: Total

source: Нарушение границ диапазона
en: Range border violation

source: (не отображается)
en: (hidden)

source: Координата:
en: Coordinate:

source: Ошибка приведения к числу
en: Failed to convert to number

source: пустая строка
en: empty string

source: Полное имя
en: Full Name

source: Выборка содержит бесконечные значения
en: Sample contains infinite values

source: Недоступно
en: Not available

source: Не вычислено
en: Not calculated

source: Поле содержит только пропуски
en: Field contains only null data

source: из
en: from

source: Получены значения вне предварительно рассчитанного диапазона
en: Received values are out of predefined range

source: Прочие
en: Other

source: (длина строки)
en: (string length)

source: Слишком много уникальных значений
en: Too many unique values

source: Доступ ко всем файлам
en: Access to All Files

source: Неопределенный тип данных
en: Undefined data type

source: Добавить визуализатор
en: Add visualizer

source: Добавление визуализаторов входного узла подмодели в Отчеты не поддерживается
en: Addition of supernode input node visualizers to Reports is not supported

source: Не все визуализаторы удалены.
en: Not all visualizers deleted.

source: Создать группу...
en: New group...

source: Создание группы
en: Create Group

source: Удалить все визуализаторы?
en: Do you want to delete all visualizers?

source: Удалить выделенное?
en: Do you want to delete selected?

source: Удалить "{0}"?
en: Do you want to delete "{0}"?

source: Логин
en: Login

source: Ошибка добавления визуализатора в отчеты
en: Error adding visualizer to reports

source: Группа с таким именем уже существует
en: A group with the same name already exists

source: Необходимо задать непустое имя группы
en: Group name cannot be empty

source: Имя новой группы:
en: New group name:

source: Показать в Отчетах
en: Show in reports

source: Визуализаторы, которые не совместимы с портом, не были добавлены
en: Visualizers incompatible with the port were not added

source: визуализатор
en: visualizer

source: Визуализаторы
en: Visualizers

source: Выбран несовместимый с портом визуализатор
en: Selected visualizer is incompatible with the port

source: Роли
en: Roles

source: На панели визуализаторов не выбран визуализатор
en: No visualizer selected on visualizer panel

source: Визуализатор '{0}' уже добавлен
en: '{0}' visualizer has already been added

source: Добавлено
en: Added

source: Без группы
en: Without group

source: Не выбрана функция агрегации
en: Aggregation function was not selected

source: Факты
en: Measures

source: Измерения
en: Dimensions

source: Итог
en: Total

source: Доступ ко всем задачам
en: Access to All Jobs

source: Добавление вычисляемого факта
en: Add Calculated Measure

source: Факт с именем "{0}" уже существует
en: Measure with "{0}" name already exists

source: Измерение с именем "{0}" уже существует
en: "{0}" dimension already exists

source: Выражение не может быть пустой строкой
en: Expression cannot be empty string

source: Изменить
en: Change

source: Редактирование вычисляемого факта
en: Edit Calculated Measure

source: Минимум больше максимума
en: Minimum more than maximum

source: (Не фильтровать)
en: Filter disabled

source: • станет неактивным зависимый от него другой вычисляемый факт
en: • the calculated measure dependent on the measure will become inactive

source: Параметр "{0}" не должен быть пустым
en: The "{0}" parameter must not be empty

source: • будет удален фильтр по факту, в котором используется этот факт
en: • the measure filter will be disabled as it uses this measure

source: При удалении вычисляемого факта произойдут следующие изменения состояния Куба:
en: On calculated measure delete, the following changes in the Cube state will occur:

source: Продолжить действие?
en: Do you want to continue action?

source: Диаграммы
en: Charts

source: Свернуть диаграммы
en: Collapse charts

source: Диаграмма {0}
en: Chart {0}

source: Развернуть диаграммы
en: Expand charts

source: Вы действительно хотите удалить диаграмму "{0}"?
en: Do you really want to delete chart "{0}"?

source: Нет фактов
en: No measures

source: Найти пользователя по логину или полному имени
en: Find user by login or full username

source: Факты ({0})
en: Measures ({0})

source: Превышение ограничений диаграммы. Текущее кол-во точек: {0}. Максимальное кол-во точек: {1}.
en: Exceeding chart bounds. Current number of dots: {0}. Maximum number of dots: {1}.

source: Изменить цвет...
en: Change color...

source: Редактирование заголовка диаграммы
en: Edit chart title

source: Нет фактов для отображения
en: No measures to display

source: Скрыть все серии
en: Hide all series

source: Инвертировать серии
en: Invert series visibility

source: Нет данных для отображения
en: No data to display

source: Сбросить цвет
en: Reset color

source: Выбрать и подсветить
en: Select and highlight

source: Показать все серии
en: Show all series

source: Заголовок:
en: Title:

source: Загрузка...
en: Loading...

source: ...и ещё {0}
en: ...and {0} more

source: Превышение ограничений диаграммы. Текущее кол-во серий: {0}. Максимальное кол-во серий: {1}.
en: Chart bounds exceeded. Current number of sessions: {0}. Maximum number of sessions: {1}.

source: Администрирование
en: Administration

source: {0} • Нет значений
en: {0} • No values

source: {0} [{1} из {2}]
en: {0} [{1} of {2}]

source: {0} • Данные не готовы
en: {0} • Data not ready

source: В исходном порядке
en: In original order

source: {0} • {1} [{2} из {3}]
en: {0} • {1} [{2} of {3}]

source: • станет неактивным зависимый от поля вычисляемый факт (сейчас поле связано с неиспользуемым фактом)
en: • the calculated measure dependent on the field will become inactive (now the field is connected with the unused measure)

source: • будет удален фильтр по факту, с которым связано это поле
en: • the measure filter will be disabled as its measure is based on this field

source: • может стать неактивным зависимый от измерения вычисляемый факт
en: • the dimension dependent calculated measure may become inactive

source: • будет удален фильтр по факту, в котором используется это измерение
en: • the measure filter will be disabled as its measure depends on this dimension

source: Проектирование сценариев
en: Workflow design

source: При выполнении действия произойдут следующие изменения состояния Куба:
en: When executing this action, the following changes in the Cube state will occur:

source: Не удалось экспортировать кросс-таблицу Куба
en: Failed to export the Cube cross table

source: Экспорт из Куба
en: Export from Cube

source: Скрыть единственный факт
en: Hide single measure

source: Повторять заголовки
en: Repeat headers

source: Отметить по маске
en: Check by Pattern

source: и ещё {0} значений.
en: and also {0} values.

source: Отметить все
en: Check all

source: Достигнут предельный размер буфера обмена. Были скопированы не все значения.
en: Maximum clipboard size limit reached. Not all values were copied.

source: Пакетное выполнение
en: Batch processing

source: Предоставьте Loginom разрешение на доступ к буферу обмена.
en: Grant Loginom access to clipboard.

source: Значения, которых нет в текущем списке:
en: The values that are not present in the current list:

source: Нераспознанные значения:
en: Unrecognized values:

source: Для вставки данных используйте горячие клавиши ({0}).
en: To paste data, use hotkey ({0}).

source: Снять все
en: Uncheck all

source: Колонки
en: Columns

source: Выбранные измерения
en: Selected dimensions

source: Просмотр отчетов
en: View reports

source: Строки
en: Rows

source: Установлен фильтр по факту
en: Measure filter enabled

source: Индекс находится вне допустимого диапазона
en: Out of range index

source: Измерений с установленным фильтром
en: Dimensions with enabled filter

source: Агрегация
en: Aggregation

source: Строк после фильтрации
en: Filtered row count

source: Исходное количество строк
en: Source row count

source: Количество отображаемых фактов
en: Number of displayed measures

source: При добавлении ссылки на пакет возникли ошибки.
en: Errors occurred while adding reference to package.

source: Отображение
en: Display mode

source: Количество отсортированных заголовков не может превышать {0}
en: Count of sorted headers cannot exceed {0}

source: Сортировка по возрастанию
en: Sort Ascending

source: Перейти к следующей сортировке
en: Go to Next Sorted Header

source: Перенесите поля в область строк, столбцов или фильтров, перетащив из списка доступных полей слева или нажав кнопку "+"
en: Place fields in the row, column or filter zone by dragging from the left list of the available fields, or by clicking on "+" button

source: Сортировка по убыванию
en: Sort Descending

source: Перейти к предыдущей сортировке
en: Go to Previous Sorted Header

source: Среди свернутых заголовков есть отсортированные
en: Sorted headers among nested headers

source: Итого:
en: Total:

source: Не указан путь к файлу пакета.
en: Path to the package file is not specified.

source: Не удалось экспортировать таблицы Качества данных
en: Failed to export Data Quality Tables

source: Экспорт из Качества данных
en: Export from Data Quality

source: Диапазон
en: Bin

source: Пустое
en: Empty

source: Пробелы
en: Spaces

source: Пакет не сохранён
en: Package not saved

source: Наименьший выброс:
en: Minimum outlier:

source: Наблюдаемый минимум:
en: Sample minimum:

source: Нижний квартиль:
en: Lower quartile:

source: Медиана:
en: Median:

source: Уникальные (не единичные):
en: Unique (not single):

source: Пропуски:
en: Null count:

source: Дублирующие:
en: Duplicative:

source: Наибольший выброс:
en: Maximum outlier:

source: Наблюдаемый максимум:
en: Sample maximum:

source: Уникальные (единичные):
en: Unique (single):

source: Ошибки в параметрах настройки LDAP:
en: Errors in LDAP configuration parameters:

source: Верхний квартиль:
en: Upper quartile:

source: Ошибка инициализации визуализатора
en: Visualizer initialization error

source: Первая запись
en: First record

source: Последняя запись
en: Last record

source: Следующая запись
en: Next record

source: Предыдущая запись
en: Previous record

source: Входное поле
en: Input field

source: Приложение закрывается. Текущий сеанс работы и все несохранённые данные будут потеряны.
en: The application is closing. The current session and all unsaved changes will be lost.

source: Выходное поле
en: Output field

source: Показываются только первые {0} из загруженных узлов
en: Only the first {0} are shown from the sorted nodes

source: Узел не активирован
en: Node not activated

source: Строка формата содержит неправильную комбинацию символов
en: The format string contains an invalid character combination

source: F-статистика
en: F-statistic

source: Логарифм функции правдоподобия
en: Log-likelihood

source: Коэффициент детерминации
en: R^2

source: Сообщение от Администратора
en: Administrator Message

source: Коэффициент детерминации (скорр.)
en: R^2 adj.

source: Стандартное отклонение
en: Standard deviation

source: Т-статистика
en: T-statistic

source: Событие
en: Event

source: Не-событие
en: Non-event

source: Хи-квадрат
en: Chi-square

source: Deviance нулевой модели
en: Deviance of zero model

source: Псевдо-R² Макфаддена
en: McFadden pseudo-R²

source: Псевдо-R² Макфаддена (скорр.)
en: McFadden pseudo-R² (adj.)

source: Сохранить все несохранённые пакеты?
en: Save all unsaved packages?

source: Критерий Акаике
en: AIC

source: Критерий Акаике (скорр.)
en: AICc

source: Критерий Байеса
en: BIC

source: Константа
en: Intercept

source: Исключена
en: Excluded

source: Включена
en: Included

source: Число степеней свободы модели
en: Degrees of freedom for model

source: Число степеней свободы ошибки
en: Degrees of freedom for error

source: Критерий Ханнана-Куинна
en: HQC

source: P-значение модели
en: Model P-value

source: Не удалось закрыть приложение из-за наличия активных процессов, которые не завершились в течение тайм-аута.
en: Failed to close the application due to active processes that did not finish within timeout.

source: Ошибка: не удалось деактивировать цепочку предыдущих узлов для обновления данных
en: Error: Failed to deactivate the chain of previous nodes to update data

source: Ошибка: не удалось найти исходный визуализатор
en: Error: failed to find source visualizer

source: Элемент с именем "{0}" уже существует в этой группе
en: Item with name "{0}" already exists in this group

source: Вы действительно хотите удалить группу отчетов?
en: Do you really want to delete the reports group?

source: Вы действительно хотите удалить визуализатор из отчетов?
en: Do you really want to delete the visualizer from the reports?

source: Перевыполнение расчетов может занять продолжительное время. Продолжить?
en: Recalculation may take a long time. Do you want to continue?

source: Меню
en: Menu

source: Ошибка при удалении
en: Error while deleting
